SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( DELTIC

Type ( Engine )
WagonShape ( DELTIC_JB.s )
Size ( 3.10424m 4.53322m 20.3m ) 
Mass ( 106t-uk )
	
Coupling (
		Type ( Chain )
		Spring (
        	Stiffness ( 1e6N/m 5e6N/m )
        	Damping ( 1e6N/m/s 1e6N/m/s )
		Break ( 600kN 1000kN )
        	r0 ( 20cm 30cm )
		    )
		comment( CouplingHasRigidConnection () )
		Velocity ( 0.1m/s )
	   )
        
BrakeEquipmentType ( Vacuum_brake, Auxilary_reservoir, Handbrake )
BrakeSystemType ( Vacuum_single_pipe )
MaxBrakeForce ( 422.474kN ) Comment (* brake force = 86% of locomotive weight *)
MaxHandbrakeForce ( 50kN )
BrakeCylinderPressureForMaxBrakeBrakeForce ( 21inHg )
BrakePipeVolume ( 1.61ft^3 )
ORTSNumberBrakeCylinders ( 2 ) Comment (* locomotive brake is straight air brake with vacuum brake for train *)
ORTSBrakeCylinderSize ( 24in )
MaxReleaseRate ( 10 )
MaxApplicationRate ( 10 )
ORTSBrakeShoeFriction ( 0.0 0.49 8.0 0.436 16.1 0.4 24.1 0.371 32.2 0.35 40.2 0.336 48.3 0.325 56.3 0.318 64.4 0.309 72.2 0.304 80.5 0.298 88.5 0.295 96.6 0.289 104.6 0.288) Comment ( Cast Iron Brake Shoes )

Comment ( ********* Resistance*********** )	

Comment ( === Level Resistance - Values below match diagram of BR Test Report Docu PDF Graph 19 === )

ORTSBearingType ( Roller )
ORTSDavis_A ( 1273.0 )
ORTSDavis_B ( 35.4 )
ORTSDavis_C ( 3.24 )Comment(CTN Medium Loco C = 0.0014 )      
ORTSDavisDragConstant ( 0.0014 )

Comment ( === Wind Resistance === )
ORTSWagonFrontalArea ( 103.83ft^2 )
ORTSDavisDragConstant ( 0.0014 )

Comment ( === Curve Resistance === )
CentreOfGravity ( 0ft 9.0ft 0ft )
ORTSTrackGauge ( 4ft 8.5in )
ORTSRigidWheelbase ( 13ft 6.0in )
ORTSUnbalancedSuperelevation ( 6in )

Comment ( === Trailing Locomotive Resistance === )
ORTSTrailLocomotiveResistanceFactor ( 0.2083 ) 


Lights	(	11
            Light	(
			comment( Sphere of light )
			Type		( 1 )
			Conditions	(
				Headlight ( 3 )
				Unit ( 2 )
                        TimeOfDay ( 2 )
				)
			Cycle	( 0 )
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( aa63635C )
					Position ( 0.0 3.5 18 )
					Transition ( 0 )
					Radius ( 150.0 )
					Angle ( 15.0 )
					)
				)
			)
		Light	(
			comment( Rear Rotating Head Light )
			Type		( 0 )
			Conditions	(
				Headlight ( 3 )
				Unit ( 4 )
                        )
			Cycle	( 0 )
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			States	(	8
				State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.0 3.24 -10.05 )
                              Azimuth ( 180.0 180.0 180.0 )
                              Elevation ( 15 15 15 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( -0.07875 3.21375 -10.05 )
                              Azimuth ( -172.5 -172.5 -172.5 )
                              Elevation ( 7.5 7.5 7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( -0.105 3.135 -10.05 )
                              Azimuth ( -165 -165 -165  )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( -0.07875 3.05625 -10.05 )
                              Azimuth ( -172.5 -172.5 -172.5  )
                              Elevation ( -7.5 -7.5 -7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.0 3.03 -10 )
                              Azimuth ( 180.0 180.0 180.0 )
                              Elevation ( -15 -15 -15 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.07875 3.05625 -10.05 )
                              Azimuth ( 172.5 172.5 172.5  )
                              Elevation ( -7.5 -7.5 -7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.105 3.135 -10.05 )
                              Azimuth ( 165 165 165   )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.07875 3.21375 -10.05 )
                              Azimuth ( 172.5 172.5 172.5 )
                              Elevation ( 7.5 7.5 7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
				)
			)
            Light	(
			comment( Front Rotating Head Light )
			Type		( 0 )
			Conditions	(
				Headlight ( 3 )
				Unit ( 2 )
                        )
			Cycle	( 0 )
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			States	(	8
				State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.0 3.24 10.05 )
                              Azimuth ( 0.0 0.0 0.0 )
                              Elevation ( 15 15 15 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( -0.07875 3.21375 10.05 )
                              Azimuth ( 7.5 7.5 7.5 )
                              Elevation ( 7.5 7.5 7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( -0.105 3.135 10.05 )
                              Azimuth ( 15 15 15  )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( -0.07875 3.05625 10.05 )
                              Azimuth ( 7.5 7.5 7.5 )
                              Elevation ( -7.5 -7.5 -7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.0 3.03 10 )
                              Azimuth ( 0.0 0.0 0.0 )
                              Elevation ( -15 -15 -15 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.07875 3.05625 10.05 )
                              Azimuth ( -7.5 -7.5 -7.5 )
                              Elevation ( -7.5 -7.5 -7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.105 3.135 10.05 )
                              Azimuth ( -15 -15 -15  )
					Transition ( 1 )
					Radius ( 0.5 )
					)
                        State	(
					Duration ( 0.15 )
					LightColour ( 80ff9900 )
					Position ( 0.07875 3.21375 10.05 )
                              Azimuth ( -7.5 -7.5 -7.5 )
                              Elevation ( 7.5 7.5 7.5 )
					Transition ( 1 )
					Radius ( 0.5 )
					)
				)
			)

            Light	(
			comment( Front Marker light left)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 2 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff9900 )
					Position ( -1.055 1.8225 9.97 )
					Azimuth ( 0.0 -5.0 5.0 )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)
		Light	(
			comment( Front Marker light right)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 2 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff9900 )
					Position ( 1.055 1.8225 9.97 )
					Azimuth ( 0.0 -5.0 5.0 )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)

		Light	(
			comment( Rear Marker light left)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 4 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff9900 )
					Position ( -1.055 1.8225 -9.97 )
					Azimuth ( -180 -180 -180  )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)
		Light	(
			comment( Rear Marker light right)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 4 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff9900 )
					Position ( 1.055 1.8225 -9.97 )
					Azimuth ( -180 -180 -180  )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)
		Light	(
			comment( Rear red light left)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 3 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff0000 )
					Position ( -0.875 1.4525 -10.1 )
					Azimuth ( -180 -180 -180 )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)
		Light	(
			comment( Rear red light right)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 3 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff0000 )
					Position ( 0.875 1.4525 -10.1 )
					Azimuth ( -180 -180 -180 )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)

		Light	(
			comment( Front red light left)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 5 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff0000 )
					Position ( -0.875 1.4525 10.1 )
					Azimuth ( 0.0 -5.0 5.0  )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)
		Light	(
			comment( Front red light right)
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 5 )
				)
			FadeIn	( 0.1 )
			FadeOut	( 0.3 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff0000 )
					Position ( 0.875 1.4525 10.1 )
					Azimuth ( 0.0 -5.0 5.0  )
					Transition ( 0 )
					Radius ( 0.25 )
					)
				)
			)
		)

IntakePoint ( 0.0 0.4 FuelDiesel )
Sound ( "..\\..\\common.MEP\\DelticSoundMEP\\DelticEng.sms" )
)



Engine ( DELTIC

	Effects
	(
		DieselSpecialEffects
		(
			
				Exhaust1
				(
					0.66 3.9 -0.59
					0.3 1 0
					0.25
				)
				Exhaust2
				(
					-0.56 3.9 0.79
					-0.3 1 0
					0.25
			)
		)
	)

Wagon ( DELTIC )
      
Type ( Diesel )
WheelRadius ( 21.5in )	
Sanding ( 15mph )
ORTSDriveWheelWeight ( 106t-uk ) Comment (Weight on all drive wheels)
NumWheels ( 6 )
MaxDieselLevel ( 900gal )
DieselUsedPerHourAtMaxPower ( 140gal )
DieselUsedPerHourAtIdle ( 3gal )
MaxSteamHeatingPressure( 80psi )
	
Comment ( **** Traction Motors ****Included in this section - Information relating to traction motors, etc**** )	

ORTSMaxTractiveForceCurves (
      0 (
          0 0 
          50 0 
          )

      0.125 (
          0    200170
          4.5  80068
          8.9  40034
          13.4 28913
          17.9 21796
          22.4 13345
          26.8 8896
          31.3 4448 
          35.8 0
          40.2 0
          44.7 0
          49.2 0
          )
      
      1 (
          0    222411
          4.5  222411
          8.9  200170
          13.4 142343
          17.9 111206
          22.4 93413
          26.8 75620
          31.3 62275 
          35.8 55603
          40.2 51155
          44.7 31138
          49.2 24465
          )
)


          
Comment ( *************************** Diesel Prime Mover (Engine) ***************************
                 Included in this section - Information about the diesel engine, etc
          *********************************************************************************** )
                    	
ORTSDieselEngines ( 2

    Diesel (
          IdleRPM ( 750 )
          MaxRPM ( 1500 )
          StartingRPM ( 700 )
          StartingConfirmRPM ( 730 )
          ChangeUpRPMpS ( 50 )
          ChangeDownRPMpS ( 20 )
          RateOfChangeUpRPMpSS ( 5 )
          RateOfChangeDownRPMpSS ( 5 )
          MaximalPower ( 1650hp )
          IdleExhaust ( 0.7 )
          MaxExhaust ( 2.8 )
          ExhaustDynamics ( 2.0 )
          ExhaustDynamicsDown ( 0.75 )
          ExhaustColor ( 00 fe )
          ExhaustTransientColor( 00 00 00 00)

          DieselPowerTab (
                  0     0
                  700   0
                  710   320651
                  753   382544
                  932   587612
                  1112  791933
                  1293  991781
                  1474  1186409
                  1500  1215491
               )

          DieselConsumptionTab (
                  0     0
                  700   64.1
                  753   75.4
                  932   113.1
                  1112  150.8
                  1293  188.5
                  1474  226.2
                  1500  231.9
              )

          ThrottleRPMTab (
                  0   700
                  100 1500
              )
          
Comment ( This table only seems to be used if a gear box is installed )
          DieselTorqueTab (
                  0 0
                  750  25000
                  1500 200000
              )

          MinOilPressure ( 40 )
          MaxOilPressure ( 90 )
          MaxTemperature ( 120 )
          Cooling ( 3 )
          TempTimeConstant ( 720 )
          OptTemperature ( 90 )
          IdleTemperature ( 70 )
    )
    
    Diesel (
          IdleRPM ( 750 )
          MaxRPM ( 1500 )
          StartingRPM ( 700 )
          StartingConfirmRPM ( 730 )
          ChangeUpRPMpS ( 50 )
          ChangeDownRPMpS ( 20 )
          RateOfChangeUpRPMpSS ( 5 )
          RateOfChangeDownRPMpSS ( 5 )
          MaximalPower ( 1650hp )
          IdleExhaust ( 0.7 )
          MaxExhaust ( 2.8 )
          ExhaustDynamics ( 2.0 )
          ExhaustDynamicsDown ( 0.75 )
          ExhaustColor ( 00 fe )
          ExhaustTransientColor( 00 00 00 00)

          DieselPowerTab (
                  0     0
                  700   0
                  710   320651
                  753   382544
                  932   587612
                  1112  791933
                  1293  991781
                  1474  1186409
                  1500  1215491
               )

          DieselConsumptionTab (
                  0     0
                  700   64.1
                  753   75.4
                  932   113.1
                  1112  150.8
                  1293  188.5
                  1474  226.2
                  1500  231.9
              )

          ThrottleRPMTab (
                  0   700
                  100 1500
              )
          
          Comment ( This table only seems to be used if a gear box is installed )
          DieselTorqueTab (
                  0 0
                  750  12500
                  1500 100000
              )

          MinOilPressure ( 40 )
          MaxOilPressure ( 90 )
          MaxTemperature ( 120 )
          Cooling ( 3 )
          TempTimeConstant ( 720 )
          OptTemperature ( 90 )
          IdleTemperature ( 70 )
    )    
)

Comment (*** Braking system ***)
BrakesEngineBrakeType( Vacuum_single_pipe ) Comment (* Engine brake is straight air brake *)
BrakesTrainBrakeType( Vacuum_single_pipe )
BrakeCutsPowerAtBrakeCylinderPressure( 12inHg )
          
ORTSBrakeServiceTimeFactor ( 10s )
ORTSBrakeEmergencyTimeFactor ( 5s )   	  

Comment (*** Exhausters ***)
Comment (* Electrical exhausters - creating rate 220 cfm // estimate maintaining rate equivalent to 40 cfm @ train pipe *)
ORTSBrakePipeChargingRate ( 0.55InHg/s ) Comment (* creating rate for RELEASE only *)
                                      
Comment (*** Brake Valve Combined ***)
TrainBrakesControllerMaxSystemPressure ( 21 )
TrainBrakesControllerMinPressureReduction ( 2inHg )
EngineBrakesControllerHasProportionalBrake ( 1 )
EngineBrakesProportionalBrakeLag ( 0.5 ) Comment (* Loco air brake controlled by train pipe vacuum *)


Comment ( ********************* Locomotive Monitoring Systems (If used) *********************
          Included in this section - Monitoring of Overspeed, Emergency Braking, Vigilance, etc
          *********************************************************************************** )

EmergencyStopMonitor(
    		MonitoringDeviceMonitorTimeLimit( 0 )
    		MonitoringDeviceAlarmTimeLimit( 0 )
    		MonitoringDevicePenaltyTimeLimit( 0 )
    		MonitoringDeviceCriticalLevel( 0 )
    		MonitoringDeviceResetLevel( 0 )
    		MonitoringDeviceAppliesFullBrake( 0 )
    		MonitoringDeviceAppliesEmergencyBrake( 1 )
    		MonitoringDeviceAppliesCutsPower( 1 )
    		MonitoringDeviceAppliesShutsDownEngine( 0 )
    		)

VigilanceMonitor( 
        MonitoringDeviceTriggerOnOverRPM ( 1200 )
        MonitoringDeviceCriticalLevel( 1450 )            
        MonitoringDeviceTriggerOnHighCurrent ( 2150 )
        MonitoringDevicePenaltyTimeLimit( 0 )
        MonitoringDeviceAppliesCutsPower( 1 )
        MonitoringDeviceAppliesShutsDownEngine( 1 )
        MonitoringDeviceResetOnResetButton( 1 )
        MonitoringDeviceResetOnEngineAtIdle ( 1 )		
        MonitoringDeviceResetLevel( 0 )
        MonitoringDeviceAppliesBrake( 0 )
        MonitoringDeviceAppliesEmergencyBrake( 0 )		
            )
		
		
OverspeedMonitor(
        MonitoringDeviceMonitorTimeLimit( 0 )
        MonitoringDeviceAlarmTimeLimit( 0 )
        MonitoringDevicePenaltyTimeLimit( 0 )
        MonitoringDeviceCriticalLevel( 100 )
        MonitoringDeviceResetLevel( 0.1 )
        MonitoringDeviceAppliesFullBrake( 1 )
        MonitoringDeviceAppliesEmergencyBrake( 0 )
        MonitoringDeviceAppliesCutsPower( 1 )
        MonitoringDeviceAppliesShutsDownEngine( 1 )
        MonitoringDeviceAlarmTimeBeforeOverSpeed( 5 )
        MonitoringDeviceDoesSuppressionReset( 1 )
        MonitoringDeviceTriggerOnOverspeed( 95 )
        MonitoringDeviceResetOnZeroSpeed( 0 )
        MonitoringDeviceResetOnResetButton( 1 )
		)

EngineControllers (

Comment ( This locomotive fitted with 8 notch controller - Notch 0 = Idle )
      Throttle ( 0 1 0.125 0
          NumNotches ( 9
            Notch ( 0      0 Dummy )
            Notch ( 0.125  0 Dummy )
            Notch ( 0.25   0 Dummy )
            Notch ( 0.375  0 Dummy )
            Notch ( 0.5    0 Dummy )
            Notch ( 0.625  0 Dummy )
            Notch ( 0.75   0 Dummy )
            Notch ( 0.875  0 Dummy )
            Notch ( 1      0 Dummy )
          )
        )
       
Brake_Train ( 0 1 0.05 0.2
NumNotches ( 3
Notch ( 0.1  0 TrainBrakesControllerReleaseStart )
Notch ( 0.2  1 TrainBrakesControllerVacuumContinuousServiceStart )
Notch ( 0.9  0 TrainBrakesControllerEmergencyStart )
)
)
ORTSFastVacuumExhauster ( 0 1 0 )
ORTSSteamHeat( 0 1 0.0125 1 )
            DirControl ( -1 0 1 1 )
            BellToggle( 0 1 0 )
            AWS ( 0 1 0 )
            Sanding ( 0 1 0 )
            Horn ( 0 1 0 )
            Wipers ( 0 1 0 )
            EmergencyStopToggle( 0 1 0 )
            Vigilance ( 0 1 0 )
            Headlights ( 0 0.25 1 0 )
            BailOffButton( 0 1 0 )
        )

ORTSExternalSoundPassedThroughPercent ( 50 )          
Sound ( "..\\..\\common.MEP\\DelticSoundMEP\\DelticCab.sms" )
CabView ( "MEPdelticVacC.cvf" )
HeadOut (  -1.45 3.0 9.0 )
Name ( "DELTIC DIESEL Electric Blue - Advanced Physics" )

Description (
      "Prototype Co-Co diesel-electric locomotive fitted with Napier 'Deltic' engines.\n\n"+
      "Built by English Electric at Preston, England, in 1955 as a private venture.\n\n"+
      "At the time, the world's most powerful diesel locomotive.\n\n"+
      "Ran 450,000 miles on the London Midland and Eastern Regions of British Railways from 1955 to 1961.\n\n"+
      "Currently preserved in the National Railway Museum, York.\n\n"+
      "Numbers: none carried\n\n"+
      "Locomotive type: Diesel-Electric\n\n"+
      "Power source: Two Diesel engines, Napier Deltic D18-5A 18-cylinder, opposed piston, two-stroke\n\n"+
      "Power: 3,300 hp @ 1,500 rpm \n\n"+
      "Power at Rail: 2,650 hp \n\n"+
      "Maximum speed: Geared for 105 mph (originally 90 mph)\n\n"+
      "Brake Force: 51tons, air  Train brake: vacuum\n\n"+
      "Generators: Two English Electric EE831A\n\n"+
      "Traction motors: Six English Electric EE526A, nose-suspended, axle-hung\n\n"+
      "Maximum tractive effort: 60,000 lbf \n\n"+
      "Continuous tractive effort: 29,000 lbf @ 35mph\n\n"+
      "Wheel configuration: Twelve 43-in tapered tread in two 6 wheel bogies\n\n"+
      "Weight: 108 metric tons \n\n"+
      "Height: 12ft 10in (3.91 m)\n\n"+
      "Length: 67ft 9in (20.65 m)\n\n"+
      "Width: 8ft 9.5in (2.68 m)"

 	)
	EngineOperatingProcedures (
      "To move forward\n"+
      "1.	Press the W key to move the Reverser to Forward.\n"+
      "2.	Press the ; (SEMICOLON) key to release the train brakes.\n"+
      "3.	Press the [ (LEFT BRACKET) key to release the locomotive brake.\n"+
      "4.	Press the D key to move the throttle from Idle to Notch 1.\n"+  
      "5.	Gradually increase power (D key), one notch at a time, until your train reaches the desired speed.\n\n"+
      "To slow the train\n"+
      "1.	Press the A key to move the throttle to a lower setting.\n"+
      "2.	Use the brakes to further reduce speed if desired.\n\n"+  
      "To apply the dynamic brakes\n"+
      "1.	Press the A key to move the throttle to the Idle position.\n"+
      "2.	Wait for 10 seconds, then press the . (PERIOD) key to advance the Dynamic Brake handle from Off to the Setup position.  After allowing a few seconds for braking circuit setup, press the .     [PERIOD] key again to set the desired level of dynamic braking (Levels 1 - 8).\n\n"+
      "To release the dynamic brakes\n"+
      "1.	Press the D key to move the throttle towards Idle.\n\n"+
      "To apply the train brakes\n"+
      "1.	Press the ' (APOSTROPHE) key to apply the train brakes.\n\n"+
      "To bail off the train brakes on the locomotive\n"+
      "1. Press the / (FORWARD SLASH) key.\n\n"+
      "To release the train brakes\n"+
      "1. Press the ; (SEMICOLON) key to release the train brakes.\n\n"+
      "To apply the locomotive brake\n"+
      "1.	Press the ] (RIGHT BRACKET) key to apply the locomotive brake.\n\n"+
      "To release the locomotive brake\n"+
      "1. Press the [ (LEFT BRACKET) key to release the locomotive brake.\n\n"+
      "To activate emergency braking\n"+
      "1.	Press the A key to reduce the throttle to Idle.\n"+
      "2.	Press the BACKSPACE key to activate emergency braking.\n\n"+
      "To back up\n"+
      "1.	Bring your train to a full stop.\n"+ 
      "2.	Press the S key to move the Reverser to the Reverse position.\n"+
      "4.	Release the brakes.\n"+
      "5.	Slowly advance the throttle lever (D key).\n\n"+
      "To couple to a car or locomotive\n"+
      "1. Coast into the unit at a very slow speed, about 2 mph.\n"+
      "TIP: To use the Coupling view, press the 6 key.\n"+
      "2. Press F9 to open the Train Operations window.\n"+
      "3. If the icon for the unit you coupled to is red, the handbrake is on. Double-click the car to release the handbrake.\n"+
      "4. Close the Train Operations window.\n\n"+
      "To uncouple from a car or locomotive\n"+
      "1. Press F9 to open the Train Operations window.\n"+
      "2. Double-click a unit in the part of the train you want to uncouple from the locomotive, to set the handbrake.\n"+
      "3. Double-click the coupler between the units you want to uncouple and the rest of the train.\n"+
      "4. Close the Train Operations window."
      ) 

)

